export default {
    "records|10": [
      {
        "label|+1": [
          "特雷西 麦克格雷迪",
          "T-Mac",
          "Tracy-Mcgrady"
        ],
        "value|+1": [
            "特雷西·麦克格雷迪（Tracy McGrady），1979年5月24日出生于美国佛罗里达州巴托，前美国职业篮球运动员，司职得分后卫/小前锋，绰号“T-Mac”、“麦迪/麦蒂”。",
            "在1997年NBA选秀大会中，麦迪以高中生球员的身份，在第1轮第9顺位被多伦多猛龙队选中。职业生涯曾先后效力于多伦多猛龙队、奥兰多魔术队、休斯敦火箭队、纽约尼克斯队、底特律活塞队、亚特兰大老鹰队、CBA青岛双星队及圣安东尼奥马刺队。在16年的职业生涯中，麦克格雷迪2次荣膺NBA得分王，7次入选NBA全明星阵容，2次入选NBA最佳阵容一阵，3次入选NBA最佳阵容二阵，2次入选NBA最佳阵容三阵，2001年荣获NBA进步最快球员奖。",
            "2013年8月26日，麦克格雷迪正式宣布退役 [1]  。2017年4月2日，麦克格雷迪正式入选2017年奈·史密斯篮球名人纪念堂 [2]  。"
        ]
      }
    ]
  }